Repository: adleywd/WordReplacer
Catalog: src/WordReplacer.UI/Resources/PresetsResource.*.resx
Languages: pt

source: save
pt: salvar

source: close
pt: fechar

source: load
pt: carregar

source: delete
pt: apagar

# toasterEmptyPresetName
source: Empty preset name is not allowed
pt: Um nome é obrigatório

# toasterValuesListEmpty
source: Add some values before creating the preset
pt: Adicione alguns valores antes de criar o preset

# saveTitle
source: Save presets
pt: Salvar presets

# loadTitle
source: Load presets
pt: Carregar presets

# deleteTitle
source: Delete presets
pt: Remover presets

# savePresetNameLabel
source: Preset name
pt: Nome do Preset

# btnDeleteAll
source: Delete All
pt: Remover tudo

# saveOverrideConfirmation
source: This will replace {0}
pt: Isso vair remover {0}

# toasterSuccessSave
source: {0} was successfully saved
pt: {0} removido com sucesso

# loadLoseCurrentValuesPrompt
source: You will lose your current preset if it is not saved
pt: Você irá perder o seu preset atual se não estiver salvo

# toasterErrorSelectPresetFirst
source: Select a preset to load
pt: Selecione um preset para carregar

# toasterCorruptedPresetError
source: Sorry but the {0} preset is corrupted. Please save a new one with the same name or delete it.
pt: Desculpe mas o preset {0} está corrompido. Por favor, salve um novo preset com o mesmo nome ou o apague.

# toasterSuccessLoadPreset
source: {0} was successfully loaded
pt: {0} foi carregador com sucesso

# toasterErrorLoadingPreset
source: Error while loading {0}
pt: Erro ao carregar {0}

# toasterNoPresetToDelete
source: There is not presets to delete
pt: Não existe presets para remover

# toasterErrorNoPresetSelectedToDelete
source: Select a preset to delete
pt: Selecione um preset para remover

# deleteConfirmationPrompt
source: This will delete {0}
pt: Isso iré remover {0}

# toasterSuccessfullyDeleted
source: {0} was successfully deleted
pt: {0} removido com sucesso

# toasterErrorDeletePreset
source: Error while deleting {0}
pt: Erro ao remover {0}

# deleteAllPrompt
source: This will delete all presets
pt: Isso irá remover todos presets

# toasterAllPresetsDeleted
source: All presets were successfully deleted
pt: Todos presets foram removidos

# toasterErrorDeleteAllPresets
source: Error while removing all preset
pt: Erro ao remove todos presets

# toasterErrorLoadingPresets
source: Error while loading the saved presets
pt: Erro ao carregar os presets salvos

# btnSavePreset
source: Create
pt: Criar

# btnLoadPreset
source: Load
pt: Carregar

# btnDeletePreset
source: Delete
pt: Remover
